thesisCases/5_thermalFluid/dualBottleneckThermalHighDiff/constant/transportProperties
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2112                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      transportProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

transportModel  Newtonian;
DT   	 DT [0 2 -1 0 0 0 0] 0.002;
nu   			           0.0001;

lambda         			   1e5;
alphaMax        		   2000.0;

volumeFraction				0.585;
iterationToEnforceVolumeConstraint      750;
//strictVolumeConstraint                    1; //0 or 1


// ************************************************************************* //
