thesisCases/5_thermalFluid/dualBottleneckThermalHighDiff/0/T
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2112                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 1 0 0 0];

internalField   uniform 500;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 275;
    }

    outlet
    {
		type            zeroGradient;
        
    }

    walls
    {
        type            fixedValue;
        value           uniform 500;
    }

    frontAndBack
    {
        type            empty;
    }
}


// ************************************************************************* //
